Repository: kwangwat/hagtag
Catalog: application/languages/*/messages.po
Languages: th

source: Cancel
th: ยกเลิก

source: Forgot Password ?
th: ลืมรหัสผ่าน ?

source: Forgot your password
th: ลืมรหัสผ่าน

# LOGIN_ERR_MSG_CODE_1
source: User name or password invalid !
th: ชื่อผู้ใช้งานหรือรหัสผ่านไม่ถูกต้อง

# LOGIN_ERR_MSG_CODE_2
source: System error !.<br />Please contact administrator
th: ระบบทำงานผิดพลาด <br />กรุณาติดต่อผู้ดูแลระบบ

# LOGIN_ERR_MSG_CODE_3
source: Your System datetime has change,<br />Please check to correct.
th: เวลาเครื่องของคุณไม่ตรงกับเวลาของระบบ <br /> กรุณาตั้งค่าให้ถูกต้อง

# LOGIN_ERR_MSG_CODE_4
source: This user not allow to the system,<br />Please login the correct user.
th: ชื่อผู้ใช้นี้ไม่อนุญาติให้ใช้งานระบบ

# LOGIN_ERR_MSG_CODE_5
source: This user is inactive on the system,<br />Please login with active user
th: ชื่อผู้ใช้งานถูกระงับการใช้งาน

# LOGIN_ERR_MSG_CODE_6
source: Server session timeout,<br />Please login again.
th: คุณไม่ได้ใช้งานระบบเป็นเวลานาน <br /> กรุณาลงชื่อเข้าระบบอีกครั้ง

source: Remember me on this computer
th: จดจำฉันไว้ที่คอมพิวเตอร์เครื่องนี้

source: Sign in
th: เข้าสู่ระบบ

source: Sign in now
th: เข้าสู่ระบบในขณะนี้

source: Submit
th: ตกลง
